Repository: Vigilo/connector-nagios
Catalog: i18n/*/LC_MESSAGES/vigilo-connector-nagios.po
Languages: de, fr

source: Directory not found: '%(dir)s'
de: Verzeichnis: '%(dir)s' nicht gefunden
fr: Répertoire introuvable : '%(dir)s'

source: Wrong permissions on directory: '%(dir)s'
de: Falsche Berechtigungen für Verzeichnis: '%(dir)s'
fr: Permissions indorrectes sur le répertoire '%(dir)s')

source: Can't write to the Nagios command pipe: '%s'
de: Kann nicht an Nagios Befehl-Pipe: '%s' schreiben
fr: Impossible d'écrire la commande sur le pipe de Nagios : '%s'

source: Can't traverse directory: '%(dir)s'
de: Verzeichnis: '%(dir)s' kann nicht durchsucht werden
fr: Impossible de traverser le dossier : '%(dir)s'

source: Connection initialized
de: Verbindung initialisiert
fr: Connexion initialisée

source: Command message to forward: ts=%s name=%s val=%s
de: Befehl zur Weiterleitung von: ts=%s name=%s val=%s
fr: Message de commande à transférer : ts=%s name=%s val=%s

source: The configured nagios command pipe is not a FIFO. Storing message for later.
de: Die konfigurierte Nagios Befehl-Pipe ist kein FIFO. Nachricht wird für später gespeichert.
fr: Le pipe de commande de Nagios n'est pas du type FIFO. Le message a été stocké pour une retransmission ultérieure.

source: Writing to %(pipe)s: %(msg)s
de: Es wird an %(pipe)s: %(msg)s geschrieben
fr: Écriture dans %(pipe)s : %(msg)s

source: Unable to forward message %(error_message)s, this message is stored for later reemission.
de: Nachricht %(error_message)s kann nicht weitergeleitet werden. Sie wird gespeichert und später erneut gesendet.
fr: Impossible de transférer le message %(error_message)s, ce message est conservé en vue d'une future réémission.

source: Unrecognized message type: '%s'
de: Nachrichtentyp: '%s' unbekannt
fr: Type de message non reconnu : '%s'

source: Command '%(received)s' disallowed by policy, accepted commands: %(accepted)r
de: Befehl '%(received)s' nach Richtlinien nicht zulässig, akzeptierte Befehle: %(accepted)r
fr: Commande '%(received)s' bloquée par la politique de sécurité. Commandes acceptées : %(accepted)r

source: Got item: %s
fr: Élément reçu : %s

source: Skipping unrecognized item (%s)
fr: Élément inconnu ignoré (%s)
